Repository: CastagnaIT/plugin.video.netflix
Catalog: resources/language/Slovak/strings.po
Languages: sk

# Addon Summary
source: Netflix
sk: Netlflix

# Addon Description
source: Netflix VOD Services Addon
sk: Doplnok služby Netflix

# Addon Disclaimer
source: Some parts of this addon may not be legal in your country of residence - please check with your local laws before installing.
sk: Niektoré súčasti tohto doplnku môžu byť v krajine vášho pobytu nelegálne. Pred inštaláciou prosím overte, či neporušujete miestne zákony.

# #30001
source: Recommendations
sk: Odporúčania

# #30002
source: Adult Pin
sk: Rodičovský zámok

# #30003
source: Search term
sk: Vyhľadávací výraz

# #30004
source: Password
sk: Heslo

# #30006
source: Adult verification failed
sk: Zlyhalo odomknutie rodičovského zámku

# #30007
source: Please Check your adult pin
sk: Prosím skontrolujte heslo k rodičovskému zámku

# #30008
source: Login failed
sk: Prihlásenie sa nepodarilo

# #30009
source: Please Check your credentials
sk: Prosím skontrolujte prihlasovacie údaje

# #30010
source: Genres
sk: Žánre

# #30011
source: Search
sk: Vyhľadávanie

# #30012
source: No seasons available
sk: Nenašli sa žiadne série

# #30013
source: No matches found
sk: Žiadna zhoda vo vyhľadávaní

# #30014
source: Account
sk: Účet

# #30017
source: Logout
sk: Odhlásiť sa

# #30018
source: Export to library
sk: Exportovať do knižnice

# #30019
source: Rate on Netflix
sk: Ohodnotiť na Netflixe

# #30020
source: Remove from 'My list'
sk: Odstrániť z 'Môjho zoznamu'

# #30021
source: Add to 'My list'
sk: Pridať do 'Môjho zoznamu'

# #30022
source: (between 0 & 10)
sk: (od 0 do 10)

# #30024
source: SSL verification
sk: SSL overovanie

# #30025
source: Library
sk: Knižnica

# #30026
source: Enable custom library folder
sk: Povoliť vlastný priečinok knižnice

# #30027
source: Custom library path
sk: Cesta k vlastnej knižnici

# #30028
source: Playback error
sk: Chyba prehrávania

# #30029
source: Missing Inputstream addon
sk: Nenašiel sa doplnok Inputstream

# #30030
source: Remove from library
sk: Odstrániť z knižnice

# #30031
source: Change library title
sk: Zmeniť názov v knižnici

# #30032
source: Tracking
sk: Sledovanie

# #30033
source: Use Dolby Sound
sk: Použiť Dolby Sound

# #30034
source: ESN (set automatically, can be changed manually)
sk: ESN (nastavené automaticky, môžete to ručne zmeniť

# #30035
source: Inputstream Addon Settings...
sk: Nastavenia doplnku Inputstream...
