Repository: CastagnaIT/plugin.video.netflix
Catalog: resources/language/resource.language.*/strings.po
Languages: fi_fi, hr_hr, pt_pt, zh_cn, zh_tw

# Addon Description
source: Netflix VOD Services Add-on
hr_hr: Dodatak za Netflix VOD usluge
zh_cn: Netflix VOD服务附加组件
zh_tw: Netflix VOD服務套件

# Addon Disclaimer
source: The use of this add-on may not be legal in your country of residence - please check with your local laws before installing.
hr_hr: Korištenje ovog dodatka možda nije legalno u zemlji u kojoj boravite - prije instalacije molimo provjerite lokalne zakone.
zh_cn: 在您的居住国使用此附加组件可能不合法 - 请在安装前与您当地的法律核对。
zh_tw: 在您居住的國家使用此套件可能並不合法 - 請在安裝前與您當地的法律核對。

# #30001
source: Recommendations
fi_fi: Suositukset
hr_hr: Preporuke
pt_pt: Recomendações
zh_cn: 推荐
zh_tw: 推薦

# #30002
source: Enter PIN to watch restricted content
hr_hr: Unesite PIN za gledanje ograničenog sadržaja
zh_cn: 输入PIN码来观看受限内容
zh_tw: 輸入PIN碼來觀看受限內容

# #30004
source: Password
fi_fi: Salasana
hr_hr: Lozinka
pt_pt: Senha
zh_cn: 密码
zh_tw: 密碼

# #30005
source: E-mail
fi_fi: Sähköpostiosoite
hr_hr: E-pošta
zh_cn: 电子邮箱
zh_tw: 電子信箱

# #30006
source: Enter PIN to access this profile
hr_hr: Unesite PIN za pristup ovom profilu
zh_cn: 输入PIN码即可访问此个人资料
zh_tw: 輸入PIN碼即可檢視此設定檔

# #30007
source: Parental Control PIN (4 digits)
hr_hr: PIN za roditeljski nadzor (4 znamenke)
zh_cn: 家长控制PIN码（4位数字）
zh_tw: 家長控制PIN碼（4位數字）

# #30008
source: Login failed
fi_fi: Kirjautuminen epäonnistui
hr_hr: Prijava nije uspjela
pt_pt: Erro ao inicar sessão
zh_cn: 登录失败
zh_tw: 登入失敗

# #30009
source: Please check your e-mail and password
hr_hr: Molim provjerite vašu e-poštu i lozinku
zh_cn: 请检查您的电子邮箱和密码
zh_tw: 請檢查您的電子信箱和密碼

# #30010
source: Lists of all kinds
hr_hr: Liste svake vrste
zh_cn: 各类列表
zh_tw: 所有種類的清單

# #30012
source: Profiles options and parental control
hr_hr: Opcije profila i roditeljski nadzor
zh_cn: 个人资料选项和家长控制
zh_tw: 設定檔選項與家長控制

# #30013
source: In the profile list, open the context menu in the chosen profile
hr_hr: U listi profila otvorite kontekstni izbornik u odabranom profilu
zh_cn: 在个人资料列表，打开所选个人资料的上下文菜单
zh_tw: 在設定清單中，打開所選設定檔中的選單

# #30014
source: Account
fi_fi: Käyttäjätili
hr_hr: Račun
pt_pt: Conta
zh_cn: 账户
zh_tw: 帳戶

# #30015
source: Other options
hr_hr: Ostale opcije
zh_cn: 其他选项
zh_tw: 其他選項

# #30016
source: If you log out, all account data will be deleted, but the exported video files in the Kodi library will be preserved.[CR]Do you want to continue?
zh_cn: 如果您注销，所有账户数据将被删除，但Kodi资料库中导出的视频文件将被保留。[CR]您要继续吗？
zh_tw: 如果你登出，所有帳號資訊將會被刪除，但已經匯出至Kodi資料庫的影片檔案將會保留下來。[CR]你確定要繼續嗎?

# #30017
source: Logout
fi_fi: Kirjaudu ulos
hr_hr: Odjava
pt_pt: Terminar sessão
zh_cn: 注销
zh_tw: 登出

# #30018
source: Export to library
fi_fi: Vie kirjastoon
hr_hr: Izvoz u biblioteku
pt_pt: Exportar para a biblioteca
zh_cn: 导出到资料库
zh_tw: 匯出到資料庫

# #30019
source: Rate on Netflix
fi_fi: Anna arvosana
hr_hr: Ocijenite na Netflixu
pt_pt: Avaliar no Netflix
zh_cn: 在Netflix上评分
zh_tw: 在Netflix上評分

# #30020
source: Remove from 'My list'
fi_fi: Poista 'Omalta listalta'
hr_hr: Ukloni s Moje liste
pt_pt: Remover da 'Minha Lista'
zh_cn: 从'我的片单'中删除
zh_tw: 從'我的清單'中刪除

# #30021
source: Add to 'My list'
fi_fi: Lisää 'Omalle listalle'
hr_hr: Dodaj u Moju listu
pt_pt: Adicionar à 'Minha Lista'
zh_cn: 添加到'我的片单'
zh_tw: 新增到'我的清單'

# #30022
source: (between 0 and 10)
hr_hr: (između 0 i 10)
zh_cn: （介于0到10之间）
zh_tw: （介於0和10之間）

# #30023
source: Expert
fi_fi: Asiantuntija
hr_hr: Stručne
zh_cn: 专家
zh_tw: 專家

# #30024
source: SSL verification
fi_fi: SSL-varmennus
hr_hr: SSL verifikacija
pt_pt: Verificação SSL
zh_cn: SSL验证
zh_tw: SSL驗證

# #30025
source: Library
fi_fi: Kirjasto
hr_hr: Biblioteka
pt_pt: Bibilioteca
zh_cn: 资料库
zh_tw: 資料庫

# #30026
source: Enable custom library folder
fi_fi: Käytä omaa kirjastokansiota
hr_hr: Omogući mapu za korisnički definiranu biblioteku
pt_pt: Activar pasta de biblioteca personalizada
zh_cn: 启用自定义资料库文件夹
zh_tw: 啟用自訂資料庫資料夾

# #30027
source: Custom library path
fi_fi: Kirjastokansion polku
hr_hr: Putanja prema korisnički definiranoj biblioteci
pt_pt: Caminho para a pasta de bibilioteca personalizada
zh_cn: 自定义资料库路径
zh_tw: 自訂資料庫路徑

# #30028
source: Playback error
fi_fi: Toistovirhe
hr_hr: Pogreška prilikom reprodukcije
pt_pt: Erro de reprodução
zh_cn: 播放错误
zh_tw: 播放錯誤

# #30030
source: Remove from library
fi_fi: Poista kirjastosta
hr_hr: Ukloni iz biblioteke
pt_pt: Remover da biblioteca
zh_cn: 从资料库中删除
zh_tw: 從資料庫中刪除

# #30031
source: General
hr_hr: Opće
zh_cn: 常规
zh_tw: 一般

# #30035
source: InputStream Adaptive settings...
hr_hr: InputStream Adaptive postavke...
zh_cn: InputStream Adaptive 设置...
zh_tw: InputStream Adaptive設定...

# #30037
source: Skin viewtypes
hr_hr: Tipovi presvlaka
zh_cn: 皮肤视图类型
zh_tw: 主題視圖樣式

# #30038
source: Enable custom viewtypes
hr_hr: Omogući korisnički definirane presvlake
zh_cn: 启用自定义视图类型
zh_tw: 啟用自訂視圖樣式

# #30039
source: View ID for folders
hr_hr: ID pregleda za mape
zh_cn: 文件夹 视图ID
zh_tw: 查看目錄ID

# #30040
source: View ID for movies
hr_hr: ID pregleda za filmove
zh_cn: 电影 视图ID
zh_tw: 查看電影ID

# #30041
source: View ID for shows
hr_hr: ID pregleda za serije
zh_cn: 节目 视图ID
zh_tw: 查看節目ID

# #30042
source: View ID for seasons
hr_hr: ID pregleda za sezone
zh_cn: 季 视图ID
zh_tw: 查看季ID

# #30043
source: View ID for episodes
hr_hr: ID pregleda za epizode
zh_cn: 集 视图ID
zh_tw: 查看影集ID

# #30044
source: View ID for profiles
hr_hr: ID pregleda za profile
zh_cn: 个人资料 视图ID
zh_tw: 查看設定檔ID

# #30045
source: Thumb rating removed|You rated a thumb down|You rated a thumb up
hr_hr: Ocjena palcem uklonjena|Ocijenili ste palcem dolje|Ocijenili ste palcem gore
zh_cn: 移除评分|踩|赞
zh_tw: 移除評分|我不喜歡|我喜歡

# #30046
source: There is a problem with InputStream Adaptive add-on or the Widevine library. May be missing or not enabled, the operation will be cancelled.
hr_hr: Postoji problem s InputStream Adaptive dodatkom ili Widevine bibliotekom. Možda nedostaje ili nije omogućena, operacija će biti otkazana.
zh_cn: InputStream Adaptive附加组件或Widevine库存在问题。可能缺失或未启用，操作将被取消
zh_tw: InputStream Adaptive套件程式或Widevine資料庫出現問題。可能遺失或未啟用，操作將被取消。

# #30047
source: Library update in progress
hr_hr: Ažuriranje biblioteke u tijeku
zh_cn: 正在更新资料库
zh_tw: 正在更新資料庫

# #30048
source: Exported
fi_fi: Kirjastoon viedyt
hr_hr: Izvezeno
pt_pt: Exportado
zh_cn: 已导出
zh_tw: 已匯出

# #30049
source: Library
hr_hr: Biblioteka
zh_cn: 资料库
zh_tw: 資料庫

# #30050
source: Enable Kodi library management
zh_cn: 启用Kodi资料库管理
zh_tw: 啟用Kodi資料庫管理

# #30052
source: {} Set for library playback
hr_hr: {} Postavi za reprodukciju iz biblioteke
zh_cn: {} 设为资料库播放
zh_tw: {} 設為資料庫播放設置

# #30055
source: {} Set at start-up
zh_cn: {} 设为自动登录
zh_tw: {} 設為自動啟用

# #30057
source: {} Remember PIN
zh_cn: {} 记住PIN码
zh_tw: {} 記住PIN碼

# #30059
source: Be careful, you are about to update many titles {}.[CR]This may cause service problems or temporary ban of the account.[CR]Do you want to continue?
hr_hr: Oprezno, spremate se ažurirati mnogo naslova {}.[CR]Ovo može prouzrokovati probleme s uslugom ili privremenu zabranu računa.[CR]Želite li nastaviti?
zh_cn: 注意，您将更新许多标题{}。[CR]这可能会导致服务问题或帐户暂时封禁。[CR]您想继续吗?
zh_tw: 注意，您將更新許多標題{}。[CR]這可能會導致服務問題或帳戶暫時封禁。[CR]您想繼續嗎？

# #30061
source: Update inside library
fi_fi: Päivitä kirjastossa
hr_hr: Ažuriranje unutar biblioteke
pt_pt: Actualizar dentro da biblioteca
zh_cn: 在资料库中更新
zh_tw: 在資料庫中更新

# #30062
source: Parental controls
hr_hr: Roditeljske kontrole
zh_cn: 家长控制
zh_tw: 家長控制

# #30063
source: An update is already in progress
hr_hr: Ažuriranje je već u tijeku
zh_cn: 更新已经在进行中
zh_tw: 更新已經在進行中

# #30064
source: Perform auto-update
hr_hr: Izvrši automatsko ažuriranje
zh_cn: 执行自动更新
zh_tw: 執行自動更新

# #30065
source: Video library update
zh_cn: 视频资料库更新
zh_tw: 影片資料庫更新

# #30066
source: Enable debug logging
hr_hr: Uključi logiranje za otklanjanje grešaka
zh_cn: 启用调试日志
zh_tw: 啟用偵錯紀錄

# #30067
source: daily
fi_fi: päivittäin
hr_hr: dnevno
pt_pt: diáriamente
zh_cn: 每日
zh_tw: 每天

# #30068
source: every other day
fi_fi: joka toinen päivä
hr_hr: svaki drugi dan
pt_pt: dias alternados
zh_cn: 每隔一天
zh_tw: 每隔一天

# #30069
source: every 5 days
fi_fi: joka viides päivä
hr_hr: svakih 5 dana
pt_pt: cada 5 dias
zh_cn: 每隔五天
zh_tw: 每隔五天

# #30070
source: weekly
fi_fi: viikoittain
hr_hr: tjedno
pt_pt: semanalmente
zh_cn: 每周
zh_tw: 每週

# #30071
source: Time of Day
fi_fi: Kellonaika
hr_hr: Vrijeme dana
pt_pt: Hora do dia
zh_cn: 指定时间
zh_tw: 指定時間

# #30072
source: Only start after 5 minutes of idle
fi_fi: Aloita, kun laite on ollut 5 minuuttia käyttämättä
hr_hr: Počnite tek nakon 5 minuta mirovanja
pt_pt: Começar apenas depois de 5 minutos de inactividade
zh_cn: 仅闲置5分钟后启动
zh_tw: 僅在閒置5分鐘後啟動

# #30073
source: Always show codec information during video playback
hr_hr: Tijekom reprodukcije videozapisa uvijek prikaži informacije o kodeku
zh_cn: 在视频播放期间始终显示编解码器信息
zh_tw: 在影片播放期間一律顯示編碼資訊

# #30074
source: View for exported
fi_fi: Kirjastoon lisättyjen näkymä
hr_hr: Prikaz za izvezeno
pt_pt: Vista para exportados
zh_cn: 查看导出
zh_tw: 查看匯出

# #30075
source: Ask to skip intro and recap
hr_hr: Upitaj za preskakanje uvoda i sažetka
zh_cn: 询问跳过片头和回顾
zh_tw: 詢問跳過片頭和前情回顧

# #30076
source: Skip intro
hr_hr: Preskoči uvod
zh_cn: 跳过片头
zh_tw: 跳過片頭

# #30077
source: Skip recap
hr_hr: Preskoči sažetak
zh_cn: 跳过回顾
zh_tw: 跳過前情回顧

# #30078
source: Playback
hr_hr: Reprodukcija
zh_cn: 播放
zh_tw: 播放

# #30079
source: Skip automatically
hr_hr: Automatski preskoči
zh_cn: 自动跳过
zh_tw: 自動跳過

# #30080
source: Pause when skipping
hr_hr: Pauziraj prilikom preskakivanja
zh_cn: 跳过时暂停
zh_tw: 跳過時暫停

# #30082
source: Remember audio / subtitle preferences
hr_hr: Zapamti postavke zvuka / titlova
zh_cn: 记住音频/字幕首选项
zh_tw: 記憶音訊/字幕選項

# #30083
source: Force the display of forced subtitles only with the audio language set
hr_hr: Nametni prikaz nametnutih titlova jedino s podešenim jezikom zvuka
zh_cn: 仅在设置音频语言后显示强制字幕
zh_tw: 僅在設置音訊語言後強制顯示字幕

# #30084
source: Cache objects TTL (minutes)
hr_hr: Vrijeme opstanka objekata u predmemoriji (u minutama)
zh_cn: 对象缓存TTL（分钟）
zh_tw: 暫存對象TTL（分鐘）

# #30085
source: Cache metadata TTL (days)
hr_hr: Vrijeme opstanka metapodataka u predmemoriji (u danima)
zh_cn: 元数据缓存TTL（天）
zh_tw: 暫存元資料TTL（天）

# #30086
source: Cache objects 'My list' TTL (minutes)
hr_hr: Vrijeme opstanka objekata 'Moja lista' u predmemoriji (u minutama)
zh_cn: 对象缓存'我的片单'TTL（分钟）
zh_tw: 暫存對象“我的清單” TTL（分鐘）

# #30087
source: Contains {} and more...
hr_hr: Sadrži {} i još ...
zh_cn: 包含{}以及更多...
zh_tw: 包含{}以及更多...

# #30088
source: Browse related content
hr_hr: Pregledajte povezani sadržaj
zh_cn: 浏览相关内容
zh_tw: 瀏覽相關內容

# #30089
source: Browse subgenres
hr_hr: Pregledajte podžanrove
zh_cn: 浏览子类型
zh_tw: 瀏覽子類別

# #30090
source: Browse through related video lists and discover more content.
hr_hr: Razgledajte povezane liste videozapisa i otkrijte još sadržaja.
zh_cn: 浏览相关的视频列表并发现更多内容
zh_tw: 瀏覽相關的影片清單並探索更多內容。

# #30091
source: Browse and manage contents that were exported to the Kodi library.
hr_hr: Pregledajte i upravljajte sadržajem izvezenim u Kodi biblioteku.
zh_cn: 浏览和管理已导出到Kodi资料库的内容
zh_tw: 瀏覽和管理已匯出到Kodi資料庫的內容。

# #30092
source: Search for content and easily find what you want to watch.
hr_hr: Potražite sadržaj i lako pronađite što želite gledati.
zh_cn: 搜索内容并轻松找到想要观看的内容。
zh_tw: 搜尋內容並輕鬆找到想要觀看的內容。

# #30093
source: Browse content by genre and easily discover related content.
hr_hr: Pregledajte sadržaj po žanru i lako otkrijte povezani sadržaj.
zh_cn: 按类型浏览内容并轻松发现相关内容。
zh_tw: 按類型瀏覽內容並輕鬆探索相關內容。

# #30094
source: Browse recommendations and pick up on something new you might like.
hr_hr: Pregledajte preporuke i pronađite nešto novo što bi vam se moglo svidjeti.
zh_cn: 浏览推荐并挑选您可能喜欢的新内容。
zh_tw: 瀏覽推薦並挑選您可能喜歡的新內容。

# #30095
source: All TV shows
hr_hr: Sve TV serije
zh_cn: 所有电视节目
zh_tw: 所有電視節目

# #30096
source: All Movies
hr_hr: Svi filmovi
zh_cn: 所有电影
zh_tw: 所有電影

# #30097
source: Main Menu
hr_hr: Glavni izbornik
zh_cn: 主菜单
zh_tw: 主選單

# #30100
source: Results for '{}'
hr_hr: Rezultati za '{}'
zh_cn: “{}”的结果
zh_tw: “{}”的結果

# #30101
source: Netflix returned an unknown error.
hr_hr: Netflix je vratio nepoznatu pogrešku.
zh_cn: Netflix返回未知错误。
zh_tw: Netflix返回了未知錯誤。

# #30102
source: Netflix returned the following error:
hr_hr: Netflix je vratio sljedeću pogrešku:
zh_cn: Netflix返回如下错误：
zh_tw: Netflix返回了如下錯誤：

# #30103
source: Error details have been written to the Kodi log file. If the error message does not provide guidance on how to resolve the issue or you continue to receive this error, please report it on GitHub by following the Readme instructions.
hr_hr: Detalji o pogrešci zapisani su u kodi log datoteci. Ako poruka o pogrešci ne sadrži smjernice o tome kako riješiti problem ili ukoliko nastavite dobivati ovu pogrešku, molimo prijavite je na GitHub slijedeći upute u Readme datoteci.
zh_cn: 错误详细信息已写入Kodi日志文件。如果错误消息未提供如何解决问题的指导，或者您继续收到此错误，请按照自述文件说明在GitHub上进行报告。
zh_tw: 錯誤詳細資訊已寫入Kodi日誌檔。如果錯誤消息未提供如何解決問題的指導，或者您繼續收到此錯誤，請按照讀我檔案說明在GitHub上進行回報。

# #30104
source: The add-on encountered the following error:
hr_hr: Dodatak je naišao na sljedeću pogrešku:
zh_cn: 附加组件遇到以下错误：
zh_tw: 套件程式遇到以下錯誤：

# #30105
source: Netflix Add-on Error
hr_hr: Pogreška Netflix dodatka
zh_cn: Netflix附加组件错误
zh_tw: Netflix套件程式錯誤

# #30106
source: Invalid PIN
hr_hr: Neispravan PIN
zh_cn: PIN码无效
zh_tw: PIN碼無效

# #30107
source: PIN protection is off.
hr_hr: PIN zaštita je isključena.
zh_cn: PIN码保护已关闭
zh_tw: PIN碼保護已關閉

# #30108
source: All content is protected by PIN.
hr_hr: Sav sadržaj zaštićen je PIN-om.
zh_cn: 所有内容均受PIN码保护
zh_tw: 所有內容均受PIN碼保護

# #30109
source: Login successful
hr_hr: Prijava uspješna
zh_cn: 登录成功
zh_tw: 登入成功

# #30111
source: There is no contents
hr_hr: Nema sadržaja
zh_cn: 没有内容
zh_tw: 沒有內容

# #30112
source: You need to be logged in to use Netflix
hr_hr: Za korištenje Netflixa morate biti prijavljeni
zh_cn: 您必须先登录才能使用Netflix
zh_tw: 您必須先登入才能使用Netflix

# #30113
source: Logout successful
hr_hr: Odjava uspješna
zh_cn: 注销成功
zh_tw: 登出成功

# #30116
source: Advanced Add-on Configuration
hr_hr: Napredna konfiguracija dodatka
zh_cn: 高级附加组件配置
zh_tw: 高級套件程式設定

# #30117
source: Cache
hr_hr: Predmemorija
zh_cn: 缓存
zh_tw: 暫存

# #30120
source: Cannot automatically remove a season from Kodi library, please do it manually
hr_hr: Iz Kodi biblioteke nije moguće automatski ukloniti sezonu, molimo učinite to ručno
zh_cn: 无法自动从Kodi资料库中删除季，请手动操作
zh_tw: 無法自動從Kodi資料庫中刪除季，請手動執行

# #30121
source: Perform full sync now
hr_hr: Obavi punu sinkronizaciju sada
zh_cn: 立即执行完全同步
zh_tw: 立即執行完全同步

# #30122
source: Sync 'My list' to Kodi library
hr_hr: Sinkroniziraj Moju Listu s Kodi bibliotekom
zh_cn: 同步'我的片单'到Kodi资料库
zh_tw: 將我的清單同步到Kodi資料庫

# #30123
source: Do you want to continue?[CR]The full synchronization will delete all previously exported titles.[CR]If there are many titles this operation may take some time.
hr_hr: Želite li nastaviti?[CR]Puna sinkronizacija obrisat će sve prethodno izvezene naslove.[CR]Ukoliko ima mnogo naslova, ova operacija mogla bi potrajati.
zh_cn: 您想继续吗?[CR]完全同步将删除所有以前导出的标题。[CR]如果有很多标题，这个操作可能需要一些时间。
zh_tw: 您想繼續嗎？[CR]完全同步將刪除所有以前匯出的標題。[CR]如果有很多標題，這個操作可能需要一些時間。

# #30124
source: Do you want to remove this item from the library?
hr_hr: Želite li ukloniti ovu stavku iz biblioteke?
zh_cn: 您要从资料库中删除该项目吗？
zh_tw: 您要從資料庫中刪除該項目嗎？

# #30125
source: Delete library contents
hr_hr: Izbriši sadržaj biblioteke
zh_cn: 删除资料库内容
zh_tw: 刪除資料庫內容

# #30126
source: Do you really want to purge your library?[CR]All exported items will be deleted.
hr_hr: Želite li doista pročistiti vašu biblioteku?[CR]Sve izvezene stavke bit će izbrisane.
zh_cn: 您是否真的要清除资料库？[CR]所有导出的项目将被删除
zh_tw: 您是否真的要清除資料庫？[CR]所有匯出的項目將被刪除

# #30127
source: Awarded rating of {}
hr_hr: Dodijeljena ocjena {}
zh_cn: {}获得的评分
zh_tw: {}獲得的評分

# #30128
source: Select a profile
hr_hr: Odaberite profil
zh_cn: 选择个人资料
zh_tw: 選擇個人資料

# #30129
source: Enable Up Next integration
hr_hr: Omogući Up Next integraciju
zh_cn: 启用Up Next集成
zh_tw: 啟用Up Next集成

# #30130
source: Install Up Next add-on
hr_hr: Instaliraj Up Next dodatak
zh_cn: 安装Up Next附加组件
zh_tw: 安裝Up Next套件程式

# #30131
source: Check the logfile for detailed information
hr_hr: Provjerite log datoteku za detaljne informacije
zh_cn: 检查日志文件以获取详细信息”
zh_tw: 檢查日誌檔以獲取詳細資訊

# #30132
source: Clear in-memory cache
hr_hr: Oslobodi memorijsku predmemoriju
zh_cn: 清除内存缓存
zh_tw: 清除記憶體暫存

# #30133
source: Clear in-memory and on-disk cache
hr_hr: Oslobodi memorijsku i diskovnu predmemoriju
zh_cn: 清除内存和磁盘缓存
zh_tw: 清除記憶體和硬碟暫存

# #30134
source: Enable execution timing
hr_hr: Omogući praćenje vremena izvršenja
zh_cn: 启用执行时间
zh_tw: 啟用執行時間

# #30135
source: Cache cleared
hr_hr: Predmemorija oslobođena
zh_cn: 缓存已清除
zh_tw: 暫存已清除

# #30136
source: Waiting for service start-up...
zh_cn: 等待服务启动...
zh_tw: 等待服務啟動...

# #30138
source: The background services may not yet be available if you just started Kodi/the add-on. In this case, try again in a moment.
hr_hr: Pozadinske usluge možda još nisu dostupne ukoliko ste tek pokrenuli Kodi/dodatak. U tom slučaju pokušajte ponovo za trenutak.
zh_cn: 如果您刚启动Kodi/附加组件，则可能无法使用后台服务。在这种情况下，请稍后重试。
zh_tw: 如果您剛啟動Kodi/套件程式，則可能無法使用背景服務。在這種情況下，請稍後重試。

# #30139
source: Enable IPC over HTTP (use when Addon Signals timeout messages appear)
hr_hr: Omogući IPC preko HTTP-a (koristi se nakon pojave Addon Signals poruka vremenskog ograničenja)
zh_cn: 启用基于HTTP的IPC（在附加组件提示信号超时信息时使用）
zh_tw: 啟用基於HTTP的IPC（在Addon Signals超時資訊顯示時使用）

# #30140
source: Import existing library
hr_hr: Uvezi postojeću biblioteku
zh_cn: 导入现有资料库
zh_tw: 匯入現有的資料庫

# #30144
source: Disable WebVTT subtitle support
hr_hr: Onemogući podršku za WebVTT titlove
zh_cn: 禁用WebVTT字幕支持
zh_tw: 停用WebVTT字幕支援

# #30145
source: Recently added
hr_hr: Nedavno dodano
zh_cn: 最新上线
zh_tw: 最近新增

# #30146
source: Discover the latest content added.
hr_hr: Otkrijte najnoviji dodani sadržaj.
zh_cn: 发现最新上线内容
zh_tw: 探索最新新增的內容。

# #30147
source: Next page »
hr_hr: Sljedeća stranica »
zh_cn: 下一页 »
zh_tw: 下一頁»

# #30148
source: « Previous page
hr_hr: « Prethodna stranica
zh_cn: « 上一页
zh_tw: «上一頁

# #30149
source: Sort results by
hr_hr: Sortiraj rezultate prema
zh_cn: 结果排序方式
zh_tw: 結果排序依據

# #30150
source: Alphabetical order (A-Z)
hr_hr: Abecednom redu (A-Z)
zh_cn: 字母顺序（A-Z）
zh_tw: 字母順序（A-Z）

# #30151
source: Alphabetical order (Z-A)
hr_hr: Abecednom redu (Z-A)
zh_cn: 字母顺序（Z-A）
zh_tw: 字母順序（Z-A）

# #30152
source: Suggestions for you
hr_hr: Prijedlozima za vas
zh_cn: 推荐给您
zh_tw: 推薦給您

# #30153
source: Year released
hr_hr: Godini izdavanja
zh_cn: 发布年份
zh_tw: 發佈年份

# #30154
source: Netflix configuration wizard
hr_hr: Čarobnjak za Netflix konfiguraciju
zh_cn: Netflix配置向导
zh_tw: Netflix設定引導

# #30155
source: Do you have a Netflix Premium account?
hr_hr: Imate li Netflix Premium račun?
zh_cn: 您有Netflix高级方案账户吗？
zh_tw: 您有Netflix高級方案帳戶嗎？

# #30157
source: The configuration has been completed
hr_hr: Konfiguracija je dovršena
zh_cn: 配置已完成
zh_tw: 設定已完成

# #30159
source: View ID for main menu
hr_hr: ID glavnog izbornika
zh_cn: 主菜单 视图ID
zh_tw: 查看主目錄ID

# #30160
source: View ID for search
hr_hr: ID pretrage
zh_cn: 搜索 视图ID
zh_tw: 查看搜尋ID

# #30161
source: View ID for exported
hr_hr: ID izvezenog
zh_cn: 已导出 视图ID
zh_tw: 查看匯出ID

# #30162
source: Last used
hr_hr: Zadnje upotrijebljeno
zh_cn: 最后使用
zh_tw: 最後使用

# #30163
source: Audio description
hr_hr: Zvukovni opis
zh_cn: 音频描述
zh_tw: 音訊描述

# #30164
source: Browse contents with audio description.
hr_hr: Pregledajte sadržaj sa zvučnim opisom.
zh_cn: 浏览带有音频描述的内容
zh_tw: 瀏覽帶有音訊描述的內容。

# #30165
source: View ID for 'My list'
hr_hr: ID Moje liste
zh_cn: '我的片单' 视图ID
zh_tw: 查看'我的清單'ID

# #30166
source: Main menu items
hr_hr: Stavke glavnog izbornika
zh_cn: 主菜单项
zh_tw: 主功能表項目

# #30167
source: My list
hr_hr: Moja lista
zh_cn: 我的片单
zh_tw: 我的清單

# #30168
source: Continue watching
hr_hr: Nastavite gledati
zh_cn: 继续观赏
zh_tw: 繼續觀看

# #30169
source: Top picks
hr_hr: Top odabir
zh_cn: 最佳推荐
zh_tw: 熱門推薦

# #30170
source: New releases
hr_hr: Nova izdanja
zh_cn: 过去一年推出的影片
zh_tw: 最新發佈

# #30171
source: Trending now
hr_hr: Sada u trendu
zh_cn: 现正热播
zh_tw: 目前流行

# #30172
source: Popular on Netflix
hr_hr: Popularno na Netflixu
zh_cn: 热门选择
zh_tw: 在Netflix上受歡迎

# #30173
source: Netflix Originals
hr_hr: Netflix originali
zh_cn: Netflix独家
zh_tw: Netflix 原創作品

# #30174
source: TV show genres
hr_hr: Žanrovi TV serija
zh_cn: 电视节目类型
zh_tw: 電視節目類型

# #30175
source: Movie genres
hr_hr: Žanrovi filmova
zh_cn: 电影类型
zh_tw: 電影類型

# #30176
source: Enable STRM resume workaround
hr_hr: Omogući zaobilazno rješenje za STRM nastavak
zh_cn: 启用STRM继续播放变通方法
zh_tw: 啟用STRM繼續播放

# #30177
source: Ask to resume the video
hr_hr: Zatraži nastavak reprodukcije videozapisa
zh_cn: 继续播放时询问
zh_tw: 播放時詢問

# #30178
source: Open Up Next add-on settings
hr_hr: Otvorite postavke Up Next dodatka
zh_cn: 打开Up Next附加组件设置
zh_tw: 打開Up Next套件程式設置

# #30179
source: Show trailers and more
hr_hr: Pokažite foršpane i još
zh_cn: 显示预告片及更多内容
zh_tw: 顯示預告片及更多內容

# #30180
source: There has been a problem with login, it is possible that your account has not been confirmed or reactivated.
hr_hr: Došlo je do problema s prijavom, moguće je da vaš račun nije potvrđen ili ponovno aktiviran.
zh_cn: 登录出现问题，可能是您的帐户没有被确认或重新激活。
zh_tw: 有一個登入的問題，可能是您的帳戶沒有被確認或重新啟動。

# #30181
source: Always show the subtitles when the preferred audio language is not available
hr_hr: Uvijek prikaži titlove kada nije dostupan preferirani jezik zvuka
zh_cn: 当首选的音频语言不可用时，总是显示字幕
zh_tw: 當首選的音訊語言不可用時，總是顯示字幕

# #30182
source: Export NFO files
hr_hr: Izvoz NFO datoteka
zh_cn: 导出NFO文件
zh_tw: 匯出NFO文件

# #30183
source: Do you want to export NFO files for the {}?
hr_hr: Želite li izvesti NFO datoteke za {}?
zh_cn: 您是否要为{}导出NFO文件？
zh_tw: 您是否要為{}匯出NFO檔？

# #30184
source: NFO Files
hr_hr: NFO datoteke
zh_cn: NFO文件
zh_tw: NFO文件

# #30185
source: Enable NFO files export
hr_hr: Omogući izvoz NFO datoteka
zh_cn: 启用NFO文件导出
zh_tw: 啟用NFO文件匯出

# #30186
source: For Movies
hr_hr: Za filmove
zh_cn: 应用于电影
zh_tw: 應用於電影

# #30187
source: For TV show
hr_hr: Za TV serije
zh_cn: 应用于电视节目
zh_tw: 應用於電視節目

# #30188
source: Ask
hr_hr: Pitaj
zh_cn: 询问
zh_tw: 詢問

# #30189
source: movie
hr_hr: film
zh_cn: 电影
zh_tw: 電影

# #30190
source: TV show
hr_hr: TV serija
zh_cn: 电视节目
zh_tw: 電視節目

# #30192
source: [CR]These files are used by the provider information scrapers to integrate movies and TV shows info, useful with bonus episodes or director's cut
hr_hr: [CR]Strugači informacija koriste ove datoteke za integraciju informacija o filmovima i TV serijama, korisno kod bonus epizoda ili režiserove verzije
zh_cn: [CR]这些文件由提供商信息收集器用来集成电影和电视节目信息，可用于额外章节或导演剪辑。
zh_tw: [CR]這些檔由提供商資訊收集器用來集成電影和電視節目資訊，可用於額外章節或導演剪輯。

# #30193
source: Include tv show NFO details
zh_cn: 包括电视节目NFO详细信息
zh_tw: 包含電視節目NFO詳細資訊

# #30194
source: Limit video stream resolution to
hr_hr: Ograničite razlučivost video toka na
zh_cn: 将视频流分辨率限制为
zh_tw: 將影片串流解析度限制為

# #30195
source: Export new episodes
hr_hr: Izvezite nove epizode
zh_cn: 导出新剧集
zh_tw: 匯出新影集

# #30196
source: Exclude from auto update
hr_hr: Izuzmi iz automatskog ažuriranja
zh_cn: 从自动更新中排除
zh_tw: 從自動更新中排除

# #30197
source: Include in auto update
hr_hr: Uključi u automatsko ažuriranje
zh_cn: 包含在自动更新中
zh_tw: 包含在自動更新中

# #30198
source: Exporting new episodes
hr_hr: Izvoz novih epizoda
zh_cn: 导出新剧集
zh_tw: 匯出新影集

# #30199
source: Shared library (Kodi MySQL server is required)
hr_hr: Zajednička biblioteka (potreban je Kodi MySQL poslužitelj)
zh_cn: 共享资料库（需要Kodi MySQL服务器）
zh_tw: 共用資料庫（需要Kodi MySQL伺服器）

# #30200
source: Use shared library MySQL-database
hr_hr: Koristite MySQL bazu podataka zajedničke biblioteke
zh_cn: 使用MySQL共享资料库数据库
zh_tw: 使用MySQL共用資料庫

# #30201
source: Username
hr_hr: Korisničko ime
zh_cn: 用户名
zh_tw: 使用者名稱

# #30202
source: Connection to the MySQL-database was successful
hr_hr: Povezivanje s MySQL bazom podataka bilo je uspješno
zh_cn: 连接到MySQL数据库成功
zh_tw: 到MySQL資料庫的連接成功

# #30203
source: Host IP
hr_hr: Poslužiteljev IP
zh_cn: 主机IP
zh_tw: 主機IP

# #30204
source: Port
hr_hr: Priključak
zh_cn: 端口
zh_tw: 埠

# #30205
source: Test database connection
hr_hr: Testiraj vezu s bazom podataka
zh_cn: 测试数据库连接
zh_tw: 測試資料庫連接
