Repository: CastagnaIT/plugin.video.netflix
Catalog: resources/language/resource.language.*/strings.po
Languages: fi_fi, hr_hr, pt_pt, zh_cn, zh_tw

# #30206
source: ERROR: The MySQL-database is not reachable - the local database will be used
hr_hr: GREŠKA: MySQL baza podataka nije dostupna - bit će korištena lokalna baza podataka
zh_cn: 错误：无法访问MySQL数据库 - 将使用本地数据库
zh_tw: 錯誤：無法訪問MySQL資料庫 - 將使用本地資料庫

# #30207
source: Set this device as main auto-updates manager
hr_hr: Postavi ovaj uređaj za glavnog upravitelja automatskih ažuriranja
zh_cn: 将此设备设置为主要的自动更新管理器
zh_tw: 將此設備設置為主要的自動更新管理器

# #30208
source: Check if this device is the main auto-update manager
hr_hr: Provjeri je li ovaj uređaj glavni upravitelj automatskog ažuriranja
zh_cn: 检查此设备是否是主要的自动更新管理器
zh_tw: 檢查此設備是否是主要的自動更新管理器

# #30209
source: This device now handles the auto-updates of the shared library
hr_hr: Ovaj uređaj sada rukuje automatskim ažuriranjima dijeljene biblioteke
zh_cn: 此设备现在可以处理共享资料库的自动更新
zh_tw: 此設備現在可以處理共用資料庫的自動更新

# #30210
source: This device handles the auto-updates of the shared library
hr_hr: Ovaj uređaj rukuje automatskim ažuriranjima dijeljene biblioteke
zh_cn: 此设备处理共享资料库的自动更新
zh_tw: 此設備處理共用資料庫的自動更新

# #30211
source: Another device handles the auto-updates of the shared library
hr_hr: Drugi uređaj rukuje automatskim ažuriranjima dijeljene biblioteke
zh_cn: 另一台设备处理共享资料库的自动更新
zh_tw: 另一台設備處理共用資料庫的自動更新

# #30212
source: There is no device that handles the auto-updates of the shared library
hr_hr: Nijedan uređaj ne rukuje automatskim ažuriranjima dijeljene biblioteke
zh_cn: 没有设备可以处理共享资料库的自动更新
zh_tw: 沒有設備可以處理共用資料庫的自動更新

# #30213
source: InputStream Helper settings...
hr_hr: InputStream Helper postavke...
zh_cn: InputStream Helper 设置...
zh_tw: InputStream Helper設置...

# #30214
source: Force refresh
hr_hr: Prisilno osvježi
zh_cn: 强制刷新
zh_tw: 強制更新

# #30215
source: Color of the titles included in "My list"
hr_hr: Boja naslova iz Moje liste
zh_cn: 加入'我的片单'的标题颜色
zh_tw: 存在於"我的清單"中的標題顏色

# #30216
source: Color of the titles marked as "Remind me"
zh_cn: 标为'提醒我'的标题颜色
zh_tw: 標記為"提醒我"的標題顏色

# #30219
source: Disable notification for synchronization completed
hr_hr: Onemogući obavijest o završetku sinkronizacije
zh_cn: 禁用同步完成通知
zh_tw: 停用同步完成通知

# #30220
source: The Kodi library has been updated
hr_hr: Kodi biblioteka je ažurirana
zh_cn: Kodi资料库已更新
zh_tw: Kodi資料庫已更新

# #30221
source: Owner account
hr_hr: Račun vlasnika
zh_cn: 所有者帐户
zh_tw: 擁有者帳戶

# #30222
source: Kid account
hr_hr: Dječji račun
zh_cn: 儿童帐户
zh_tw: 兒童帳戶

# #30224
source: Auto update mode
hr_hr: Način rada s automatskim ažuriranjem
zh_cn: 自动更新模式
zh_tw: 自動更新模式

# #30225
source: Manual
hr_hr: Ručno
zh_cn: 手动
zh_tw: 手動

# #30226
source: Scheduled
hr_hr: Zakazano
zh_cn: 计划
zh_tw: 計畫

# #30227
source: Synchronize Kodi library with 'My list'
hr_hr: Sinkroniziraj Kodi biblioteku s Mojom listom
zh_cn: 将Kodi资料库与'我的片单'同步
zh_tw: 將Kodi資料庫與我的清單同步

# #30228
source: Set a profile for synchronization
hr_hr: Postavi profil za sinkronizaciju
zh_cn: 设置同步个人资料
zh_tw: 為同步設置一個設定檔

# #30229
source: When Kodi starts
zh_cn: 当Kodi启动
zh_tw: 當Kodi啟動

# #30230
source: Check for updates now
hr_hr: Provjerite ima li sad ažuriranja
zh_cn: 立即检查更新
zh_tw: 立即檢查更新

# #30231
source: Do you want to check update now?
hr_hr: Želite li provjeriti ima li sad ažuriranja?
zh_cn: 您要立即检查更新吗？
zh_tw: 您要立即檢查更新嗎？

# #30232
source: Profile maturity rating for {}
hr_hr: Ocjena zrelosti profila od {}
zh_cn: {}的年龄分级
zh_tw: {}的個人資料年齡分級

# #30233
source: Only show titles rated [B]{}[/B].
hr_hr: Prikaži samo naslove ocijenjene [B]{}[/B].
zh_cn: 仅显示评分为[B]{}[/B]的标题。
zh_tw: 僅顯示評分為[B]{}[/B]的標題。

# #30235
source: Synchronize the watched status of the videos with Netflix
hr_hr: S Netflixom sinkroniziraj status odgledanosti videozapisa
zh_cn: 将视频的观看状态与Netflix同步
zh_tw: 將影片的觀看狀態與Netflix同步

# #30236
source: Change watched status (locally)
hr_hr: Promijeni status odgledanosti (lokalno)
zh_cn: 更改观看状态（本地）
zh_tw: 更改監視狀態（本地）

# #30237
source: Marked as watched|Marked as unwatched|Restored Netflix watched status
hr_hr: Označeno kao odgledano|Označeno kao neodgledano|Vraćen Netflixov status odgledanosti
zh_cn: 标记为已观看|标记为未观看|已恢复Netflix观看状态
zh_tw: 標記為已觀看|標記為未觀看|已恢復Netflix觀看狀態

# #30238
source: Up Next notifications (watch next video)
hr_hr: Up Next obavijesti (gledajte sljedeći videozapis)
zh_cn: Up Next通知（观看下个视频）
zh_tw: Up Next通知（觀看下一個影片）

# #30239
source: Color of supplemental plot info
hr_hr: Boja dodatnih informacija o radnji
zh_cn: 补充情节信息文字颜色
zh_tw: 補充資訊文字顏色

# #30240
source: The background services cannot be started due to this problem:[CR]{}
hr_hr: Pozadinske servise nije moguće pokrenuti uslijed ovog problema:[CR]{}
zh_cn: 由于以下问题而无法启动后台服务:[CR]{}
zh_tw: 由於以下問題而無法啟動背景服務:[CR]{}

# #30241
source: Open Connect CDN (the lower index is better)
hr_hr: Otvori Connect CDN (niži indeks je bolji)
zh_cn: Open Connect CDN（索引越小越好）
zh_tw: Open Connect CDN（索引越低越好）

# #30243
source: Select first unwatched TV show episode
hr_hr: Odaberi prvu neodgledanu epizodu TV serije
zh_cn: 选择首个未观看的电视节目剧集
zh_tw: 選擇第一個未觀看的電視節目影集

# #30245
source: Deleting files exported to the library
hr_hr: Brisanje datoteka izvezenih u biblioteku
zh_cn: 删除导出到资料库的内容
zh_tw: 刪除匯出到資料庫的內容

# #30246
source: There are {} titles that cannot be imported.[CR]Do you want to delete these files?
hr_hr: {} naslov(a) ne može se uvesti.[CR]Želite li obrisati ove datoteke?
zh_cn: 有{}标题无法导入。[CR]您是否要删除这些内容
zh_tw: 有{}標題無法導入，[CR]您是否要刪除這些內容？

# #30247
source: Results per page (in case of timeout error decrease it)
hr_hr: Rezultata po stranici (smanjite u slučaju pogreške s istekom vremena)
zh_cn: 每页结果（如遇超时错误，请减少）
zh_tw: 每頁結果（請盡量請減少以避免逾時錯誤）

# #30300
source: Do you want to remove watched status of "{}"?
hr_hr: Želite li ukloniti status odgledanosti za "{}"?
zh_cn: 您是否要删除"{}"的已观看状态？
zh_tw: 您是否要刪除已監視的"{}"狀態？

# #30301
source: Include Kodi library (only sending data)
hr_hr: Uključi Kodi biblioteku (samo slanje podataka)
zh_cn: 包括Kodi资料库（仅发送数据）
zh_tw: 包括Kodi資料庫（僅發送資料）

# #30340
source: Choose the login method[CR](if the login with E-Mail/Password always returns "incorrect password", then use Authentication key, instructions in the GitHub ReadMe)
hr_hr: Odaberite metodu prijave[CR](ukoliko prijava s e-poštom/lozinkom uvijek vraća "Neispravna lozinka", upotrijebite autentikacijski ključ, upute u GitHub ReadMe datoteci)
zh_cn: 选择登录方式[CR]（如果使用电子邮件/密码登录总是返回“不正确的密码”，请使用身份验证密钥，查看GitHub自述文件中的说明）
zh_tw: 選擇登入方式[CR]（如果使用電子郵件/密碼登入總是返回“不正確的密碼”，請使用身份驗證金鑰，查看GitHub讀我檔案中的說明）

# #30341
source: E-Mail/Password
hr_hr: E-pošta/Lozinka
zh_cn: 电子邮箱/密码
zh_tw: 電子信箱/密碼

# #30342
source: Authentication key
hr_hr: Autentikacijski ključ
zh_cn: 身份验证密钥

# #30343
source: The selected file is not compatible or corrupted
hr_hr: Odabrana datoteka nije kompatibilna ili je korumpirana
zh_cn: 所选文件不兼容或已损坏
zh_tw: 所選文件不相容或已損壞

# #30344
source: The authentication key file is expired
hr_hr: Autentikacijski ključ je istekao
zh_cn: 认证密钥文件已过期
zh_tw: Authentication key已過期

# #30345
source: Enter PIN
hr_hr: Unesite PIN
zh_cn: 输入PIN码
zh_tw: 輸入PIN碼

# #30399
source: Sort history by
hr_hr: Sortiraj povijest prema
zh_cn: 历史记录排序方式
zh_tw: 歷史記錄排序依據

# #30400
source: Search
hr_hr: Traži
zh_cn: 搜索
zh_tw: 搜尋

# #30401
source: Type of search
hr_hr: Tip pretrage
zh_cn: 搜索类型
zh_tw: 搜尋類型

# #30402
source: Search titles, people, genres
hr_hr: Pretraži naslove, ljude, žanrove
zh_cn: 搜索标题，人物，类型
zh_tw: 搜尋標題，人物，類型

# #30403
source: New search...
hr_hr: Nova pretraga...
zh_cn: 新搜索...
zh_tw: 新搜尋...

# #30404
source: Clear search history
hr_hr: Obriši povijest pretraga
zh_cn: 清除搜索记录
zh_tw: 清除搜尋記錄

# #30405
source: Select the language
hr_hr: Odaberi jezik
zh_cn: 选择语言
zh_tw: 選擇語言

# #30406
source: Do you want to delete the entire contents?
hr_hr: Želite li obrisati čitav sadržaj?
zh_cn: 您要删除全部内容吗？
zh_tw: 您要刪除全部內容嗎？

# #30407
source: No matches found
hr_hr: Nema rezultata
zh_cn: 未找到匹配项
zh_tw: 未找到匹配項目

# #30410
source: By term
hr_hr: Prema pojmu
zh_cn: 按关键词
zh_tw: 按關鍵字

# #30411
source: By audio language
hr_hr: Prema jeziku zvuka
zh_cn: 按音频语言
zh_tw: 按音訊語言

# #30412
source: By subtitles language
hr_hr: Prema jeziku titlova
zh_cn: 按字幕语言
zh_tw: 按字幕語言

# #30413
source: By genre/subgenre ID
hr_hr: Prema ID-u žanra/podžanra
zh_cn: 按类型/子类型ID
zh_tw: 按類型/子類型ID

# #30500
source: Prefer the audio/subtitle language with country code (if available)
hr_hr: Preferiraj jezik zvuka/titlova s kodom države (ukoliko je dostupan)
zh_cn: 根据地区代码首选音频/字幕语言（如果可用）
zh_tw: 根據地區代碼首選音訊/字幕語言（如果可用）

# #30501
source: Prefer stereo audio tracks by default
hr_hr: Zadano preferiraj stereo zvučne zapise
zh_cn: 默认首选立体声音轨
zh_tw: 預設選擇立體聲音軌

# #30600
source: ESN / Widevine settings
hr_hr: ESN / Widevine postavke
zh_cn: ESN / Widevine 设置
zh_tw: ESN / Widevine 設定

# #30602
source: Change ESN
hr_hr: Promijeni ESN
zh_cn: 更改ESN
zh_tw: 更換ESN

# #30603
source: Save system info
hr_hr: Spremi informacije o sustavu
zh_cn: 保存系统信息
zh_tw: 儲存系統資訊

# #30604
source: Widevine - Force security level
hr_hr: Widevine - Forsirana razina sigurnosti
zh_cn: Widevine - 强制安全级别
zh_tw: Widevine - 強制安全層級

# #30605
source: Force {}
hr_hr: Forsiraj {}
zh_cn: 强制{}
zh_tw: 強制 {}

# #30606
source: ESN set successfully[CR]Try to play a video
hr_hr: ESN uspješno postavljen[CR]Pokušajte reproducirati neki video zapis
zh_cn: ESN 设置成功[CR]请尝试播放视频
zh_tw: ESN設定成功[CR]嘗試播放影片

# #30607
source: This ESN cannot be used[CR]Try change ESN or reset ESN.[CR][CR]Error details:[CR]{}
hr_hr: Ovaj ESN ne može se koristiti[CR]Pokušajte promijeniti ESN ili mu obnoviti postavke.[CR][CR]Detalji o pogrešci:[CR]{}
zh_cn: 这个ESN不能使用[CR]请尝试切换或重置ESN。[CR][CR]错误详情如下：[CR]{}
zh_tw: 此ESN不能使用[CR]嘗試更換ESN或重設ESN[CR][CR]詳細錯誤:[CR]{}

# #30608
source: Wrong ESN format
hr_hr: Pogrešni format ESN-a
zh_cn: ESN格式错误
zh_tw: ESN格式錯誤

# #30609
source: Do you want to reset all settings?
hr_hr: Želite li obnoviti sve postavke?
zh_cn: 您确定要重置所有设置吗？
zh_tw: 您想要重設所有設定嗎？

# #30610
source: Use system-based encryption for credentials
zh_cn: 对凭证使用基于系统的加密
zh_tw: 將基於系統的加密方式使用於證書

# #30611
source: [B]If disabled it will cause a security leak[/B]. If your operating system does not support it, you will be prompted to login each time you reboot the device, [B]only[/B] in this case disable it. If you change this setting you will be prompted to login again in the next time you reboot.
zh_cn: [B]如果禁用，将导致安全漏洞[/B]。如果您的操作系统不支持它，您每次重启设备时都会被提示登录，[B]仅在[/B]这种情况下禁用它。如果您改变这个设置，在您下次重启时，您将被提示重新登录。
zh_tw: [B]如果取消此設定將會導致安全性危險。[/B]如果你的作業系統不支援此功能，在每一次重新開機後，都會被要求重新登入。[B]只有[/B]在這種情形下才取消此設定。修改此設定會在下一次重新開機後被要求重新登入。

# #30612
source: MSL manifest version
zh_cn: MSL清单版本
zh_tw: MSL manifest 版本

# #30620
source: This title will be available from:[CR]{}
hr_hr: Ovaj naslov bit će dostupan od:[CR]{}
zh_cn: 此标题：[CR]{}
zh_tw: 此標題在以下可以找到:[CR]{}

# #30621
source: Do you want to play the promo trailer?
hr_hr: Želite li reproducirati promotivni foršpan?
zh_cn: 您想播放预告片吗？
zh_tw: 您想要撥放推薦預告片嗎?

# #30622
source: {} Remind me
hr_hr: {} Podsjeti me
zh_cn: {} 提醒我
zh_tw: {} 提醒我

# #30700
source: New and popular
hr_hr: Novo i popularno
zh_cn: 最新热门影片
zh_tw: 最新與熱門

# #30701
source: Marks started tv shows as watched
zh_cn: 标记开始观看的电视节目
zh_tw: 將已經開始的節目標記為已觀看

# #30702
source: Please note that by enabling this setting if filters are enabled in your Skin settings, items marked as watched may not be visible.
zh_cn: 请注意，如果您在皮肤设置中启用过滤器，启用此设置后，标记为已观看的项目可能不可见。
zh_tw: 請注意，若在外觀設定中有開啟過濾，開啟此設定可能會使被標記為已觀看的項目不可見。

# #30703
source: Override stream selection type
zh_cn: 覆盖流选择类型
zh_tw: 覆寫串流選擇類型

# #30704
source: Override the Stream selection type setting of the InputStream Adaptive add-on, to set how the audio / video streams quality will be chosen during playback.
zh_cn: 覆盖InputStream Adaptive附加组件的流选择类型设置，以设置播放时如何选择音频/视频流质量。
zh_tw: 覆寫 InputStream Adaptive 插件的串流選擇類型，以設定如何選擇播放中的 音訊/影像 串流品質。

# #30705
source: Adaptive quality
zh_cn: 自适应质量
zh_tw: 自適應品質

# #30706
source: Fixed video quality
zh_cn: 固定视频质量
zh_tw: 固定影像品質

# #30707
source: Ask video quality
zh_cn: 询问视频质量
zh_tw: 詢問影像品質

# #30720
source: Please note that enabling this setting will force the removal of streams that are not within the set range and this may affect the operation of InputStream Adaptive. If possible try limiting the quality from the InputStream Adaptive settings first.
zh_cn: 请注意，启用此设置将强制移除不在设定范围内的流，这可能影响InputStream Adaptive的操作。如果可能的话，先尝试从InputStream Adaptive设置中限制质量。
zh_tw: 請注意，啟用此設定將強制刪除不在設定範圍內的串流，這可能會影響 InputStream Adaptive 的運作。如果可以的話，請先嘗試從 InputStream Adaptive 設定中限制品質。

# #30721
source: Maximum height of black bars (Experimental)
zh_cn: 黑条最大高度（实验性）
zh_tw: 黑邊最大高度 (實驗性)

# #30722
source: Cropped videos will be stretched up by setting Kodi "View mode" to "Zoom" to minimize the black bars at the maximum height set. For example 10% means that the black bars can cover a maximum of 10% of the screen. To disable it, set to 50%.
zh_cn: 通过将 Kodi "视图模式" 设置为 "满屏" 以最小化设置黑条的最大高度，被裁切的视频将被拉伸。例如 10% 表示黑条最多可以覆盖屏幕的 10%。要禁用它，请设置为 50%。
zh_tw: 設定 Kodi "顯示模式" 為 "填滿螢幕(無黑邊)" 將會拉伸裁切的影片至設定的最大黑邊高度。例如10%代表黑邊最多能覆蓋 10% 的螢幕。若要取消，請設定為 50%。

# #30723
source: Force reset the "View mode" setting
zh_cn: 强制重置 "视图模式" 设置
zh_tw: 強制重設 "顯示模式"

# #30724
source: Kodi saves the "View mode" "Zoom" setting permanently, enable this setting to restore the "Normal" View mode when playing a previously watched video.
zh_cn: Kodi 永久保存 "视图模式" "满屏" 设置，启用此设置可在播放之前观看的视频时恢复 "正常" 视图模式。
zh_tw: Kodi 將永久的儲存 "顯示模式" "填滿螢幕(無黑邊)" 設定，啟用此設定以便在撥放先前觀看過的影片時還原為 "標準" 顯示模式。

# #30728
source: Add Netflix folders to Kodi library sources
zh_cn: 将Netflix文件夹添加到Kodi资料库源
zh_tw: 將Netflix資料夾新增至Kodi資料庫來源

# #30729
source: The folders "Netflix-Movies" and "Netflix-Shows" have been added to Kodi sources, restart Kodi to view them in the Kodi [TV Shows] / [Movies] menus. Then edit the folders to set the appropriate content type and information provider scraper.
zh_cn: 文件夹 "Netflix-Movies" 和 "Netflix-Shows"已经被添加到Kodi源，重新启动Kodi以在Kodi [TV Shows] / [Movies] 菜单中查看它们。然后编辑这些文件夹以设置适当的内容类型和信息提供者刮削器。
zh_tw: "Netflix-電影" 與 "Netflix-節目" 資料夾已經加入至Kodi來源，重新啟動Kodi並於 [電視劇] / [電影] 選單中檢視。然後為資料夾設定合適的內容類型以及資訊提供者抓取器。

# #30730
source: [Manual] updates must be done manually by using "Export new episodes" context menu on each tv show, [Scheduled] you can establish automatic updates at scheduled times, [When Kodi starts] automatic updates start at Kodi start-up and will only be done once a day.
zh_cn: [手动]更新必须通过在每个电视节目上使用上下文菜单"导出新剧集"手动完成，[计划]您可以在预定时间建立自动更新，[当Kodi启动]在Kodi启动时自动更新，每天仅一次。
zh_tw: [手動] 更新必須透過手動對於每一個電視劇使用 "匯出新影集" 內容選單，[排程] 你可以設定自動在排定的時間更新，[當Kodi啟動時] 在Kodi啟動時自動更新一天僅會執行一次。

# #30731
source: Synchronises the library with My list, if my list has been modified externally e.g. mobile app or website, the update will be postponed to the scheduled time.
zh_cn: 将资料库与'我的片单'同步，如果'我的片单'被外部修改，例如移动应用程序或网站，更新将被推迟到预定时间。
zh_tw: 與我的清單同步，如果我的清單被外部修改過，例如手機應用程式或是網站，更新將會延後至下一個排定時間。

# #30732
source: If enabled, adds information to episodes or movies that are useful when Kodi information provider scraper does not provide data. This will also add the duration of the videos.
zh_cn: 如果启用，则将信息添加到剧集或电影中，这在 Kodi 信息提供者刮削器不提供信息时很有用。这也将添加视频的片长。
zh_tw: 如果啟用，將會在Kodi資訊提供者抓取器沒有提供資訊時把資訊新增至影集或電影。此選項也會一併新增影片時長。

# #30733
source: Only enable if "Local Information" information provider scraper is used, or if certain titles are not displayed in Kodi library despite having been added.
zh_cn: 仅在使用"Local Information"信息提供者刮削器的情况下启用，或者尽管已经添加了某些标题，但在Kodi资料库中没有显示。
zh_tw: 只有在使用 "本地資料" 資訊提供者抓取器時啟用，或是某些標題儘管已經被加入於Kodi資料庫卻沒有顯示。

# #30734
source: Support
zh_cn: 支持
zh_tw: 支援

# #30735
source: About Netflix add-on
zh_cn: 关于Netflix附加组件
zh_tw: 關於 Netflix套件

# #30736
source: Automatically generates new ESNs (workaround for 540p limit)
zh_cn: 自动生成新ESN（540p限制变通方法）
zh_tw: 自動產生新的 ESN(被限制於540p的解決方法)

# #30737
source: WARNING: Do not use the original device ESN of the official app.
zh_cn: 警告：不要使用官方应用程序的原始设备ESN
zh_tw: 警告: 請勿使用官方程式原始裝置的ESN

# #30738
source: Enable audio offset
zh_cn: 启用音频偏移
zh_tw: 啟用聲音偏移

# #30739
source: Audio offset
zh_cn: 音频偏移
zh_tw: 聲音偏移

# #30740
source: Sets the audio offset by overriding the Kodi setting
zh_cn: 覆盖Kodi音频偏移设置
zh_tw: 使用聲音偏移覆蓋Kodi設定

# #30242
source: Top 10
zh_tw: 十大排行

# Addon Description
source: Netflix VOD Services Addon
fi_fi: Netflix-suoratoistopalvelun lisäosa
pt_pt: Addon do Netflix, um serviço de Video On Demand

# Addon Disclaimer
source: Some parts of this addon may not be legal in your country of residence - please check with your local laws before installing.
fi_fi: Jotkin tämän lisäosan ominaisuuksista eivät välttämättä ole laillisia kotimaassasi - tarkista käytön laillisuus ennen asentamista.
pt_pt: Algumas partes deste addon poderão não ser legais no seu país de residência. Por favor, verifique as suas leis locais antes de instalar.

# #30002
source: Adult Pin
fi_fi: Lapsilukon PIN-koodi
pt_pt: Pin de controlo parental

# #30003
source: Search term
fi_fi: Hakusana
pt_pt: Termo de pesquisa

# #30006
source: Adult verification failed
fi_fi: Lapsilukon poistaminen epäonnistui
pt_pt: A validação de controlo parental falhou

# #30007
source: Please Check your adult pin
fi_fi: Tarkista PIN-koodisi
pt_pt: Por favor, verifique se o pin de controlo parental está correcto

# #30009
source: Please Check your credentials
fi_fi: Tarkista käyttäjätietosi
pt_pt: Por favor, verifique as suas credenciais de acesso

# #30010
source: Genres
fi_fi: Lajityypit
pt_pt: Géneros

# #30011
source: Search
fi_fi: Haku
pt_pt: Procurar

# #30012
source: No seasons available
fi_fi: Ei katsottavissa olevia kausia
pt_pt: Sem temporadas disponíveis

# #30013
source: No matches found
fi_fi: Hakusi ei tuottanut tuloksia
pt_pt: Não foram encontrados resultados

# #30022
source: (between 0 & 10)
fi_fi: (väliltä 0-10)
pt_pt: (Entre 0 e 10)

# #30029
source: Missing Inputstream addon
fi_fi: Inputstream-lisäosa puuttuu
pt_pt: O addon Inputstream está em falta

# #30031
source: Change library title
fi_fi: Muokkaa kirjastonimeä
pt_pt: Alterar título

# #30032
source: Tracking
fi_fi: Seuranta
pt_pt: Rastreio

# #30033
source: Use Dolby Sound
fi_fi: Käytä Dolby-ääniä
pt_pt: Usar Dolby Sound

# #30034
source: ESN (set automatically, can be changed manually)
fi_fi: ESN (luotu automaattisesti, käyttäjän muokattavissa)
pt_pt: ESN (definido automaticamente, pode ser alterado manualmente)

# #30035
source: Inputstream Addon Settings...
fi_fi: Inputstream-lisäosan asetukset...
pt_pt: Configurações do addon Inputstream

# #30036
source: Always use the original title on export
fi_fi: Käytä aina alkuperäisiä nimiä
pt_pt: Utilizar sempre o título original para exportar

# #30037
source: Views
fi_fi: Näkymät
pt_pt: Reproduções

# #30038
source: Enable custom views
fi_fi: Käytä omia näkymiä
pt_pt: Activar vistas personalizadas

# #30039
source: View for folders
fi_fi: Kansioiden näkymä
pt_pt: Vista para as pastas

# #30040
source: View for movies
fi_fi: Elokuvien näkymä
pt_pt: Vista para os filmes

# #30041
source: View for shows
fi_fi: Tv-sarjojen näkymä
pt_pt: Vista para as séries

# #30042
source: View for seasons
fi_fi: Kausien näkymä
pt_pt: Vista para as temporadas

# #30043
source: View for episodes
fi_fi: Jaksojen näkymä
pt_pt: Vista para os episódios

# #30044
source: View for profiles
fi_fi: Profiilien näkymä
pt_pt: Vista para os perfis

# #30045
source: [COLOR cyan][B]-- NEXT PAGE --[/B][/COLOR]
fi_fi: [COLOR cyan][B]-- SEURAAVA SIVU --[/B][/COLOR]
pt_pt: [COLOR cyan][B]-- PÁGINA SEGUINTE --[/B][/COLOR]

# #30046
source: Inputstream addon is not enabled
fi_fi: Inputstream-lisäosa ei ole käytössä
pt_pt: O addon Inputstream não está activado

# #30047
source: Finally remove?
fi_fi: Poistetaanko kirjastosta?
pt_pt: Deseja eliminar?

# #30049
source: Update DB
fi_fi: Päivitä tietokanta
pt_pt: Actualizar base de dados

# #30050
source: Update successful
fi_fi: Päivitys onnistui
pt_pt: Actualização concluída com sucesso

# #30051
source: Request Error
fi_fi: Virhe pyynnössä
pt_pt: Erro no pedido

# #30052
source: Unable to complete the request at this time
fi_fi: Pyyntöä ei voida suorittaa tällä hetkellä
pt_pt: De momento, não foi possível concluír o pedido

# #30053
source: Auto Login
fi_fi: Automaattinen kirjautuminen
pt_pt: Inicio de sessão automático

# #30054
source: Enable Auto Login
fi_fi: Kirjaudu automaattisesti
pt_pt: Activar o início de sessão automático

# #30055
source: Profile
fi_fi: Käyttäjäprofiili
pt_pt: Perfil

# #30056
source: ID
fi_fi: ID-numero

# #30057
source: Select profile in profile listing -> context menu
fi_fi: Valitse 'Automaattinen kirjautuminen' profiililistan sisältövalikosta
pt_pt: Seleccionar perfil na lista de perfis -> menu de contexto

# #30058
source: Auto Login enabled!
fi_fi: Automaattinen kirjautuminen käytössä!
pt_pt: Início de sessão automático activado!

# #30059
source: Switch accounts
fi_fi: Vaihda käyttäjätiliä
pt_pt: Mudar de conta

# #30060
source: Enable HEVC profiles (f.e. 4k for Android)
fi_fi: Käytä HEVC-pakkausta (mahdollistaa 4K-laadun Androidilla)
pt_pt: Activar perfis HEVC (por exemplo, 4k para Android)

# #30062
source: Enable/disable adult pin. Active:
fi_fi: Lapsilukon PIN-koodin määritys. Tila:
pt_pt: Activar / desactivar o pin de controlo parental. Activo:

# #30063
source: new episodes added to library
fi_fi: uutta jaksoa lisätty kirjastoon
pt_pt: novos episódios adicionados à biblioteca

# #30064
source: Export new episodes
fi_fi: Vie uudet jaksot
pt_pt: Exportar novos episódios

# #30065
source: Auto-update
fi_fi: Automaattinen päivitys
pt_pt: Actualizar automaticamente

# #30066
source: never
fi_fi: ei koskaan
pt_pt: nunca

# #30073
source: Check every X minutes if update scheduled
fi_fi: Tarkista X minuutin välein, onko päivitystä ajastettu
pt_pt: Verificar a cada X minutos se uma actualização está programada
