Repository: CastagnaIT/plugin.video.netflix
Catalog: resources/language/Portugese/strings.po
Languages: pt

# Addon Description
source: Netflix VOD Services Addon
pt: Addon de Serviço de Video On Demand do Netflix

# Addon Disclaimer
source: Some parts of this addon may not be legal in your country of residence - please check with your local laws before installing.
pt: Algumas partes deste addon pode não ser legal em seu país de residência - Por favor verifique suas leis locais antes de instala-lo

# #30001
source: Recommendations
pt: Recomendações

# #30002
source: Adult Pin
pt: Senha para conteúdo adulto

# #30003
source: Search term
pt: Procurar termo

# #30004
source: Password
pt: Senha

# #30006
source: Adult verification failed
pt: Verificação para adultos falhou

# #30007
source: Please Check your adult pin
pt: Por favor verifique seu

# #30008
source: Login failed
pt: Login falhou

# #30009
source: Please Check your credentials
pt: Por favor verifique suas credenciais

# #30010
source: Genres
pt: Gêneros

# #30011
source: Search
pt: Procurar

# #30012
source: No seasons available
pt: Sem temporadas disponíveis

# #30013
source: No matches found
pt: Não foi encontrado resultados

# #30014
source: Account
pt: Conta

# #30017
source: Logout
pt: Sair

# #30018
source: Export to library
pt: Exportar para coleção

# #30019
source: Rate on Netflix
pt: Avaliar no Netflix

# #30020
source: Remove from 'My list'
pt: Remover de 'Minha Lista'

# #30021
source: Add to 'My list'
pt: Adicionar à 'Minha Lista'

# #30022
source: (between 0 & 10)
pt: (Entre 0 & 10)

# #30024
source: SSL verification
pt: Verificação SSL

# #30025
source: Library
pt: Coleção

# #30026
source: Enable custom library folder
pt: Habilitar diretório customizado de coleção

# #30027
source: Custom library path
pt: Caminho customizado de coleção

# #30028
source: Playback error
pt: Erro de Reprodução

# #30029
source: Missing Inputstream addon
pt: Addon inputstream faltando

# #30030
source: Remove from library
pt: Remover da coleção

# #30031
source: Change library title
pt: Alterar título da coleção

# #30032
source: Tracking
pt: Rastreamento

# #30033
source: Use Dolby Sound
pt: Usar Doulby Sound

# #30034
source: ESN (set automatically, can be changed manually)
pt: ESN (setado automaticamente, pode ser alterado manualmente)

# #30035
source: Inputstream Addon Settings...
pt: Configurações de Addon Inputstream
